---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpaceAreaPerPersonParam
source: html/beec485a-daba-ebdb-7925-d6b4d0f0a949.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpaceAreaPerPersonParam Property

"Area per person"

## Syntax (C#)
```csharp
public static ForgeTypeId SpaceAreaPerPersonParam { get; }
```